//AMBLIST  JOB ,,CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1)
//*
//*        LISTING LOAD MODULE ATTRIBUTE
//*
//AMBLIST  EXEC PGM=AMBLIST
//SYSPRINT DD SYSOUT=*
//SYSLIB   DD DISP=SHR,DSN=SYS2.LINKLIB
//SYSIN    DD *
  LISTLOAD MEMBER=XMIT370,OUTPUT=XREF
  LISTIDR MEMBER=(XMIT370,RECV370)
//
