//IDCAMS   JOB ,,CLASS=A,MSGCLASS=A,REGION=4096K
//*
//*        CREATE NEW ALIAS ENTRY
//*
//ALIAS    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
 DEFINE ALIAS(NAME(XXXXXXXX) RELATE(SYS1.XXXXCAT))
 LISTCAT ALIAS ALL
//
//
