//IEBCOPY  JOB ,,CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1)
//*
//*        COPY PDS DATASET/PDS MEMBER
//*
//IEBCOPY  EXEC PGM=IEBCOPY
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD DISP=SHR,DSN=XXXX.PDS.DATASET1
//SYSUT2   DD DISP=SHR,DSN=XXXX.PDS.DATASET2
//SYSIN    DD DUMMY
//
//
//IEBCOPY  EXEC PGM=IEBCOPY
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD DISP=SHR,DSN=XXXX.PDS.DATASET1
//SYSUT2   DD DISP=(,CATLG),DSN=XXXX.PDS.DATASET2,
//            UNIT=SYSDA,VOL=SER=MVSUSR,SPACE=(CYL,(10,,20),RLSE)
//SYSIN    DD *
  COPY INDD=SYSUT1,OUTDD=SYSUT2
  SELECT MEMBER=(XXXXXXXX,YYYYYYYY)
//
//
//*
//*        COMPRESS PDS DATASET
//*
//COMPRESS EXEC PGM=IEBCOPY
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD DISP=SHR,DSN=USR1.PARMLIB
//SYSUT2   DD DISP=SHR,DSN=USR1.PARMLIB
//SYSIN    DD DUMMY
//
//
