//IEBPTPCH JOB ,,CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1)
//*
//*        PRINT PS DATASET/PDS MEMBER
//*
//IEBPTPCH EXEC PGM=IEBPTPCH
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD DISP=SHR,DSN=USR1.JCL
//SYSUT2   DD SYSOUT=*
//SYSIN    DD *
 PRINT TYPORG=PO,MAXNAME=100,MAXFLDS=100
 MEMBER NAME=IEFBR14
 RECORD FIELD=(80)
//
//
