//IEHINITT JOB ,,CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1)
//*
//*        INITIALIZE TAPE VOLUME
//*        ======================
//*        REPLY 'M' TO FOLLOWING MSG.(R nn,M)
//*        *nn IEC701D M xxx,VOLUME TO BE LABELED volser
//*
//IEHINITT EXEC PGM=IEHINITT
//SYSPRINT DD SYSOUT=*
//TAPEUNIT DD UNIT=(TAPE,,DEFER)
//SYSIN    DD *
TAPEUNIT INITT SER=MT340A,OWNER=HERCULES
//
//
