//IEHLIST  JOB ,,CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1)
//*
//*        LISTING VTOC/PDS MEMBERS
//*
//IEHLIST  EXEC PGM=IEHLIST
//SYSPRINT DD SYSOUT=*
//DASD     DD DISP=OLD,UNIT=SYSDA,VOL=SER=MVSWRK
//SYSIN    DD *
  LISTVTOC FORMAT,VOL=SYSDA=MVSWRK
//
//
//IEHLIST  EXEC PGM=IEHLIST
//SYSPRINT DD SYSOUT=*
//DASD     DD DISP=OLD,UNIT=SYSDA,VOL=SER=MVSUSR
//SYSIN    DD *
  LISTPDS  FORMAT,DSNAME=(USR1.PARMLIB),VOL=SYSDA=MVSUSR
//
//
