//PAGEGEN  JOB ,IBMUSER,CLASS=A,MSGCLASS=A,REGION=2048K
//*
//*        CREATE NEW PAGE DATASET
//*
//PAGEGEN  EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DEFINE PAGESPACE -
         (NAME(SYS1.PAGE.LOCAL1) -
          CYLINDERS(100) -
          VOLUMES(MVSPAG) -
          NOSWAP UNIQUE)
  DEFINE PAGESPACE -
         (NAME(SYS1.PAGE.PLPA) -
          CYLINDERS(80) -
          VOLUMES(MVSPAG) -
          NOSWAP UNIQUE)
  DEFINE PAGESPACE -
         (NAME(SYS1.PAGE.COMMON) -
          CYLINDERS(20) -
          VOLUMES(MVSPAG) -
          NOSWAP UNIQUE)
  DEFINE PAGESPACE -
         (NAME(SYS1.PAGE.DUPLEX) -
          CYLINDERS(100) -
          VOLUME(MVSPAG) -
          UNIQUE)
  DEFINE PAGESPACE -
         (NAME(SYS1.PAGE.SWAP1) -
          CYLINDERS(20) -
          VOLUME(MVSPAG) -
          SWAP UNIQUE)
//
//
