//RECV370  JOB ,,CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1)
//JOBCAT   DD DISP=SHR,DSN=SYS1.USERCAT
//*
//RECV1    EXEC PGM=RECV370
//RECVLOG  DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD UNIT=SYSALLDA,SPACE=(CYL,(10,10))
//XMITIN   DD DISP=SHR,DSN=USR1.XMIT(SAMPXMIT)
//SYSUT2   DD DISP=(,CATLG),DSN=TEST.RESTPDS,
//            UNIT=SYSDA,VOL=SER=WORK82,SPACE=(TRK,(100,,10),RLSE)
//SYSIN    DD DUMMY
//
//
