//SAMPJOB  JOB (MVSOWNER),IBMUSER,CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1)
//*
//STEP1    EXEC PGM=IEFBR14
//*
//STEP2    EXEC PGM=IEBGENER
//SYSPRINT DD DUMMY
//SYSIN    DD DUMMY
//SYSUT1   DD DISP=SHR,DSN=USR1.PARMLIB(IVPDATA)
//SYSUT2   DD SYSOUT=*
//
//
