//JES2ALOC JOB ,IBMUSER,CLASS=A,MSGCLASS=A
//*
//*        CREATE NEW CKPT/SPOOL DATASET
//*
//JES2LIB  EXEC PGM=IEFBR14
//HASPCKPT DD DSN=SYS1.HASPCKPT,DISP=(,KEEP),
//            UNIT=SYSALLDA,VOL=SER=MVSSPL,
//            SPACE=(CYL,(2),,CONTIG)
//HASPACE  DD DSN=SYS1.HASPACE,DISP=(,KEEP),
//            UNIT=SYSALLDA,VOL=SER=MVSSPL,
//            SPACE=(CYL,(300),,CONTIG)
//
//
