//VOLLIST  JOB ,,CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1)
//*
//*        LISTING VOLUME VTOC(DATASET LIST)
//*
//IEHLIST  EXEC PGM=IEHLIST
//SYSPRINT DD SYSOUT=*
//DASD     DD DISP=OLD,UNIT=SYSDA,VOL=SER=MVSUSR
//SYSIN    DD *
  LISTVTOC FORMAT,VOL=SYSDA=MVSUSR
//
