//VTOCLIST JOB ,,CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1)
//*
//*        LISTING ALL VOLUMES VTOC
//*
//IEHLIST  EXEC PGM=IEHLIST
//SYSPRINT DD SYSOUT=*
//MVSRES   DD DISP=OLD,UNIT=SYSDA,VOL=SER=MVSRES
//MVSDLB   DD DISP=OLD,UNIT=SYSDA,VOL=SER=MVSDLB
//MVSPAG   DD DISP=OLD,UNIT=SYSDA,VOL=SER=MVSPAG
//MVSSPL   DD DISP=OLD,UNIT=SYSDA,VOL=SER=MVSSPL
//MVSUSR   DD DISP=OLD,UNIT=SYSDA,VOL=SER=MVSUSR
//MVSWRK   DD DISP=OLD,UNIT=SYSDA,VOL=SER=MVSWRK
//USER80   DD DISP=OLD,UNIT=SYSDA,VOL=SER=USER80
//USER81   DD DISP=OLD,UNIT=SYSDA,VOL=SER=USER81
//WORK82   DD DISP=OLD,UNIT=SYSDA,VOL=SER=WORK82
//WORK83   DD DISP=OLD,UNIT=SYSDA,VOL=SER=WORK83
//USER90   DD DISP=OLD,UNIT=SYSDA,VOL=SER=USER90
//USER91   DD DISP=OLD,UNIT=SYSDA,VOL=SER=USER91
//WORK92   DD DISP=OLD,UNIT=SYSDA,VOL=SER=WORK92
//WORK93   DD DISP=OLD,UNIT=SYSDA,VOL=SER=WORK93
//SYSIN    DD *
  LISTVTOC FORMAT,VOL=SYSDA=MVSRES
  LISTVTOC FORMAT,VOL=SYSDA=MVSDLB
  LISTVTOC FORMAT,VOL=SYSDA=MVSPAG
  LISTVTOC FORMAT,VOL=SYSDA=MVSSPL
  LISTVTOC FORMAT,VOL=SYSDA=MVSUSR
  LISTVTOC FORMAT,VOL=SYSDA=MVSWRK
  LISTVTOC FORMAT,VOL=SYSDA=USER80
  LISTVTOC FORMAT,VOL=SYSDA=USER81
  LISTVTOC FORMAT,VOL=SYSDA=WORK82
  LISTVTOC FORMAT,VOL=SYSDA=WORK83
  LISTVTOC FORMAT,VOL=SYSDA=USER90
  LISTVTOC FORMAT,VOL=SYSDA=USER91
  LISTVTOC FORMAT,VOL=SYSDA=WORK92
  LISTVTOC FORMAT,VOL=SYSDA=WORK93
//
//
