//XMIT370  JOB ,,CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1)
//JOBCAT   DD DISP=SHR,DSN=SYS1.USERCAT
//*
//XMIT1    EXEC PGM=XMIT370
//XMITLOG  DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSUT2   DD UNIT=SYSALLDA,SPACE=(CYL,(10,10))
//SYSUT1   DD DISP=SHR,DSN=SAMP.TESTPDS
//XMITOUT  DD DISP=SHR,DSN=USR1.XMIT(SAMPXMIT)
//SYSIN    DD DUMMY
//
//
